{
  "users": [
    {
      "email": "admin@gmail.com",
      "password": "$2a$10$9sdyUcrHYOukoP4LVciQM.rNoL5pFEMar6vW0UjLh1uyOCt0a/2ea",
      "firstName": "Admin",
      "lastName": "Admin",
      "avatarUrl": "https://1avatara.ru/pic/brand/brand026.jpg",
      "createdAt": 1694510626130,
      "updatedAt": 1694510626130,
      "id": 1
    },
    {
      "email": "lokolex310188@gmail.com",
      "password": "$2a$10$MDQVpbeu3Gmahh.QDLkgZee7cI8UNZ9qM4rqGXTuv01Qz/9VAQ.7u",
      "firstName": "Алексей",
      "lastName": "Стриженко",
      "avatarUrl": "https://sun6-23.userapi.com/s/v1/if1/-3Zk3JRxyp4yvbRr-45FRGtTAdE_UW2BHKaTT7tqGVNbny4XLo1eYWkO8e8OKdeiruO07b6J.jpg?size=490x490&quality=96&crop=0,0,490,490&ava=1",
      "createdAt": 1694588943591,
      "updatedAt": 1694588943591,
      "id": 2
    }
  ],
  "orders": [
    {
      "items": [
        {
          "title": "Ноутбук HP EliteBook 830 G8 13.3\" i7",
          "brand": "HP",
          "categories": "laptops",
          "price": 126800,
          "description": "Всё возможно с процессором Intel Core 11-го поколения и графикой Intel Iris XeНепревзойденное быстродействие и интеллектуальные возможностиДо 32% быстрее работа офисных приложенийСкорость и простота для творчестваДо 3‑x раз быстрее редактирование видеоБыстрое и надежное подключениеПочти в 3 разавыше скорость Wi-Fi благодаря технологии Intel Wi-Fi 6 (Gig+)Подключайтесь к нескольким мониторам с разрешением 4K, передавайте файлы и заряжайте устройства с помощью простой технологии Thunderbolt 4 с одним кабелем. RJ-45 Ethernet; USB 3.0; USB Type-C; HDMI; 3.5 мм",
          "imageUrl": "https://i.ibb.co/WGjLR0s/hp-laptop-1694706947606.webp",
          "createdAt": 1694706952321,
          "updatedAt": 1694706952321,
          "id": 24,
          "count": 1,
          "totalCost": 126800
        },
        {
          "title": "Рюкзак городской стильный",
          "brand": "Adidas",
          "categories": "garment",
          "price": 6775,
          "description": "Черный городской рюкзак в стиле уличной моды! Рюкзак лаконично впишется в любой образ, подчеркивая ваш стиль и индивидуальность. Изготовлен из прочного влагозащитного материала- нейлона. Удобная и практичная модель для спортзала, путешествий, школы или повседневной носки. Лямки рюкзака мягкие что позволит носить его не перегружая плечи и позвоночник, а дополнительная застежка на груди поможет зафиксировать рюкзак для более комфортного использования. В основном отделении максимально эффективно распределено пространство, для размещения личных вещей: есть отделение для ноутбука, основное отделение и внутренний карман на молнии. А по бокам карманы для воды или зонта. Благодаря универсальному размеру рюкзак отлично подойдет как для взрослого, так и для ребенка. Если вы ищете подарок, неважно для мальчика или для девочки, то обязательно обратите внимание на данный аксессуар. Переходите в профиль нашего магазина, там представлено больше моделей!",
          "imageUrl": "https://i.ibb.co/3pGRd4g/adidas-backpack-1694706168926.webp",
          "createdAt": 1694706172875,
          "updatedAt": 1694706172875,
          "id": 22,
          "count": 2,
          "totalCost": 13550
        },
        {
          "title": "iPhone 14 Pro Max 1TB",
          "brand": "Apple",
          "categories": "phones",
          "price": 156232,
          "description": "Спецификация модели - A2896. Новый волшебный способ взаимодействия с iPhone.Новаторские функции безопасности, призванные спасать жизни.Инновационная 48-мегапиксельная камера для потрясающей детализации.Все они оснащены новейшим чипом для смартфонов.С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии.",
          "imageUrl": "https://i.ibb.co/0VTJ2WC/i-Phone-14-Pro-Max-1-TB-1694705258076.webp",
          "createdAt": 1694705265910,
          "updatedAt": 1694705265910,
          "id": 21,
          "count": 1,
          "totalCost": 156232
        }
      ],
      "totalCount": 4,
      "totalPrice": 296582,
      "createdAt": 1694714027743,
      "updatedAt": 1694714027743,
      "userId": "2",
      "id": 1
    },
    {
      "items": [
        {
          "title": "Беспроводная колонка SRS-XP700",
          "brand": "Sony",
          "categories": "electronics",
          "price": 37043,
          "description": "Домашняя аудиосистема Sony SRS-XP700 в корпусе черного цвета позволит наслаждаться всенаправленным живым звуком любого музыкального стиля. Ее можно установить вертикально на полу или горизонтально на тумбе, столе или полке. Высококачественный пластик, из которого сделан корпус аудиосистемы, исключает малейшее искажение звука. А значит, и высокие, и низкие частоты будут воспроизводиться максимально чисто. Передние и задние ВЧ-динамики обеспечивают наполнение помещения высококачественным звуком. В домашней аудиосистеме Sony SRS-XP700 поддерживается функция MEGA BASS, которая позволяет настраивать басы в зависимости от ритмичности музыки. Разноцветная подсветка поможет создать атмосферу вечеринки. А для подключения к аудиосистеме аудионосителей используется USB-порт или беспроводная технология Bluetooth. Также на ее корпусе есть разъемы для подключения гитары и микрофона, превращающие колонку в усилитель или караоке. Удобная ручка делает портативную аудиосистему мобильной: вы сможете легко перемещать ее по всему дому или квартире.",
          "imageUrl": "https://i.ibb.co/cJSQYPc/SRS-XP700-1694004815215.webp",
          "createdAt": 1694004820425,
          "updatedAt": 1694004820425,
          "id": 19,
          "count": 1,
          "totalCost": 37043
        },
        {
          "title": "Джинсы женские с высокой посадкой скинни стрейч",
          "brand": "B19",
          "categories": "garment",
          "price": 2100,
          "description": "Женские джинсы скинни – это одна из самых популярных моделей джинсов всех женщин и девушек. Главная фишка — джинсы плотно прилегают к телу по всей длине, подчёркивая привлекательность ног и ягодиц. Благодаря высокой посадке, модель никогда не потеряет актуальность и подойдёт под любой тип фигуры. Внизу скини заужены и зрительно вытягивают силуэт. Если у вас в гардеробе есть ремень, то им можно дополнительно обозначить талию и оттенить линию бёдер. Джинсы представлены в чёрном цвете, который всегда стройнит, а также в других популярных цветах: голубые, белые скини, светло-голубой трендовый цвет 2023.. Густой тёмный оттенок идеально встраивается в любой гардероб и подходит под разный стиль. Джинсы женские большие размеры. Штаны светлые будут стильно смотреться как в повседневном образе, так и в праздничном: для встреч в кафе, вечеринок или романтических прогулок. Модель актуальна на все сезоны: осень, весна, лето, зима. Даже в холодное время года, при небольших температурах, в скинни будет комфортно и тепло. Утягивающие брюки удобно носить с любой обувью, но особенно притягательно они смотрятся с туфлями на высоком каблуке - это визуально удлинит ваши ноги. Классические базовые skinny плотно обтягивают ягодицы. Модель с эффектом пушап - за счёт накладных карманов визуально объёмы станут чуть больше. Существует стереотип, что узкие штаны, так же как и джеггинсы, выбирают высокие дамы. Спешим уверить - брюки хорошо садятся и на невысоких женщин, которые ростом до 175 см, как немного укороченные. Также джинсы подходят на любую фигуру и для любого возраста: их выбирают как девочки-подростки, чтобы ходить в школу, так и женщины в качестве одежды для работы или на выход. Мамы очень часто заказывают такую модель для дочерей подростков, так как облегающие джинсы - молодежная одежда. Большой размерный ряд позволяет подобрать подходящий размер для худеньких девушек и для пышных красоток. Мы заботимся о том, чтобы вам было комфортно в брюках и вы проносили их как можно дольше, поэтому производим товар на фабриках, которые уже проверены временем и имеют стаж в пошиве более 10 лет. Заказываем качественный материал из Турции: джинса даже спустя 20 стирок не выцветает, не вытягивается и не красится. В состав входит хлопок 90% и эластан 10 % - ткань не раздражает кожу и не сковывает движения. Скинни - классика, которая никогда не выйдет из моды. Поверьте, такой презент точно пригодится, а одаряемый оценит вашу заботу и внимание. Если следите за трендами и любите модные вещи, то стильные стрейч джинцы скинни украсят ваш образ и подчеркнут женственность и сексуальность. Рекомендации по уходу:-стирать в вывернутом состоянии при температуре 30 градусов;-использовать гели или кондиционеры для тёмной одежды, чтобы сохранить цвет;-не использовать средства, в составе которых есть отбеливатель или хлор. Со временем цвет может стать немного светлее, это нормально, это не трикотаж.",
          "imageUrl": "https://i.ibb.co/8g4X1Zc/jeans-1694004602623.webp",
          "createdAt": 1694004605909,
          "updatedAt": 1694004605909,
          "id": 18,
          "count": 3,
          "totalCost": 6300
        },
        {
          "title": "Куртка VECTOR DOWN JACKET",
          "brand": "Reebok",
          "categories": "garment",
          "price": 13569,
          "description": "Куртка женская.",
          "imageUrl": "https://i.ibb.co/zJ1d7jn/reebok-jacket-1693571822955.jpg",
          "createdAt": 1693572803113,
          "updatedAt": 1693572803113,
          "id": 14,
          "count": 2,
          "totalCost": 27138
        },
        {
          "title": "Микроволновая печь MS2595DIS",
          "brand": "LG",
          "categories": "electronics",
          "price": 11999,
          "description": "Ваши блюда будут вкуснее с равномерным и тщательным разогревом, позволяющим сохранить вкусовые качества продуктов. Smart Inverter точно регулирует температуру для равномерного нагрева и разморозки продуктов. Приготовление продуктов в 1,5 раза быстрее благодаря точному контролю мощности распределения тепла. Использование более низкой температуры позволяет легко приготовить полезный домашний йогурт. Благодаря поддержанию равномерной более низкой температуры приготовление йогурта доступно теперь даже в домашних условиях.",
          "imageUrl": "https://i.ibb.co/GsQRzgW/lg-microwave-1693571509910.jpg",
          "createdAt": 1693572738910,
          "updatedAt": 1693572738910,
          "id": 11,
          "count": 1,
          "totalCost": 11999
        }
      ],
      "totalCount": 7,
      "totalPrice": 82480,
      "createdAt": 1694714124109,
      "updatedAt": 1694714124109,
      "userId": "2",
      "id": 2
    },
    {
      "items": [
        {
          "title": "Ноутбук HP EliteBook 830 G8 13.3\" i7",
          "brand": "HP",
          "categories": "laptops",
          "price": 126800,
          "description": "Всё возможно с процессором Intel Core 11-го поколения и графикой Intel Iris XeНепревзойденное быстродействие и интеллектуальные возможностиДо 32% быстрее работа офисных приложенийСкорость и простота для творчестваДо 3‑x раз быстрее редактирование видеоБыстрое и надежное подключениеПочти в 3 разавыше скорость Wi-Fi благодаря технологии Intel Wi-Fi 6 (Gig+)Подключайтесь к нескольким мониторам с разрешением 4K, передавайте файлы и заряжайте устройства с помощью простой технологии Thunderbolt 4 с одним кабелем. RJ-45 Ethernet; USB 3.0; USB Type-C; HDMI; 3.5 мм",
          "imageUrl": "https://i.ibb.co/WGjLR0s/hp-laptop-1694706947606.webp",
          "createdAt": 1694706952321,
          "updatedAt": 1694706952321,
          "id": 24,
          "count": 3,
          "totalCost": 380400
        }
      ],
      "totalCount": 3,
      "totalPrice": 380400,
      "createdAt": 1694784564272,
      "updatedAt": 1694784564272,
      "userId": "2",
      "id": 3
    }
  ],
  "products": [
    {
      "title": "Смартфон Xiaomi Redmi Note 12 Turbo",
      "brand": "Xiaomi",
      "categories": "phones",
      "price": 35127,
      "description": "Экран: 6,67 дюйма, OLED-дисплей с частотой обновления 120 Гц FHD +, 1080x2400 Процессор: Qualcomm Snapdragon 7 Plus Gen 2, Восьмиядерный до 2,91 ГГц ОЗУ + ПЗУ: 8 ГБ/12 ГБ/16 ГБ ОЗУ + 256 ГБ/512 ГБ/1 ТБ Камера: 64 МП (широкая) + 8 МП (Сверхширокая) + 2 МП (Макро) , 16 МП (широкая) Аккумулятор: аккумулятор большой емкости 5000 мАч (тип.), быстрое зарядное устройство 67 Вт ОС: MIUI 14 Прочее: NFC, 5G, MIUI 14, разъем для наушников 3,5 мм, Buetooth 5,2, Wi-Fi 6 Содержимое упаковки: Xiaomi Redmi NOTE 12 Turbo/Зарядное устройство/Кабель Type-C/Инструмент для извлечения SIM-карты/Бесплатный футляр/Руководство Сеть:5G:n1/N3/N5/N8 n28a/N38 n41/N77/N78 4G: FDD-LTE:B1/B3/B5/B8/B19,TDD-LTE:B34/B38/B39/B40/B41/B42 3G: WCDMA:B1/B5/B6/B8/B19 2G: GSM:B3/B5/B8 ; CDMA 1X : BC0",
      "imageUrl": "https://i.ibb.co/0rvZHXw/xiaomi-redmi-note-12-1693569940986.webp",
      "createdAt": 1693572491239,
      "updatedAt": 1693572491239,
      "id": 1
    },
    {
      "title": "Бейсболка Вашингтон Кэпиталз",
      "brand": "Reebok",
      "categories": "garment",
      "price": 2990,
      "description": "Бейсболка хоккейного клуба NHL Washington Capitals. Материал 100% хлопок. Российский размер 55-58. Глубина бейсболки 11 см. Средняя посадка. Вышивка эмблемы, названия клуба и логотипа производителя. Козырек изогнут и прошит. Длина козырька 7 см. Свод бейсболки усилен, держит форму. Вентиляционные люверсы сверху бейсболки. Внутренняя сторона обода бейсболки прошита влагопоглощающей лентой. Деликатная стирка. Производство Reebok Тайвань.",
      "imageUrl": "https://i.ibb.co/vzJFX5B/cap-reebok-1693570123288.jpg",
      "createdAt": 1693572550654,
      "updatedAt": 1693572550654,
      "id": 2
    },
    {
      "title": "Телевизор 43\" LG 43UJ670V титан",
      "brand": "LG",
      "categories": "electronics",
      "price": 49990,
      "description": "Телевизор LG 43UJ670V передает точную цветопередачу и контрастность. С технологией IPS 4K цвета выглядят ярче и контрастнее под каким бы углом вы ни взглянули на экран.\nТехнология Active HDR анализирует и оптимизирует контент в форматах HDR10 и HLG, создавая еще более захватывающее изображение с широким динамическим диапазоном. Благодаря особой технологии обработки видео в форматах HDR10 и HLG выбор HDR-контента становится шире.\nУникальный режим HDR Effect увеличивает контрастность контента, снятого в стандартном динамическом диапазоне, и тем самым создает эффект HDR-качества.\nИспользуя алгоритм обработки видео 4K Upscaler, можно масштабировать изображение до разрешения 4К.\nНаполните пространство вокруг себя богатым звуком. Окунитесь в глубины звука благодаря новейшей технологии симуляции семиканального звучания.\nГладкий, тонкий, бесшовный - этими словами можно описать дизайн нового LG 43UJ670V. Безупречный корпус идеально обрамляет телевизор, не отвлекая от картинки на экране.\nСовременный пульт Magic Remote и обновлённый интерфейс webOS 3.5 создают максимальный комфорт для погружения в новый яркий мир: самое время окунуться в интригующий сюжет.",
      "imageUrl": "https://i.ibb.co/NCT6tG4/television-43-UJ670-V-1693570386166.webp",
      "createdAt": 1693572583655,
      "updatedAt": 1693572583655,
      "id": 3
    },
    {
      "title": "Игровой ноутбук Lenovo GeekPro G5000 E-sports",
      "brand": "Lenovo",
      "categories": "laptops",
      "price": 124650,
      "description": "Марка процессора/модель: AMD Ryzen 7 7735H\nТип памяти: DDR5\nКоличество ядер: 8\nБазовая частота (ГГц): 4GHz\nМаксимальная ускоренная частота: 5.1GHz\nГрафический бренд: AMD\nРасширяемая память: YES\nРазмер экрана: 15.6\"\nЕмкость жесткого диска: 512 ГБ\nОперационная система: windows 11\nРазрешение экрана: 2560*1440\nМодель видеокарты: GeForce RTX 4050\nСоотношение сторон: 16:9\nТип жесткого диска: SSD\nОбъем оперативной памяти: 16 Гб",
      "imageUrl": "https://i.ibb.co/VvRJ9nf/laptop-lenovo-geekpro-1693570648606.webp",
      "createdAt": 1693572607852,
      "updatedAt": 1693572607852,
      "id": 4
    },
    {
      "title": "Смартфон Apple iPhone 11 128GB",
      "brand": "Apple",
      "categories": "phones",
      "price": 51951,
      "description": "Смартфон iPhone 11 - долгожданная новинка от компании Apple, ставшая одним из представителей флагманской линейки бренда. Мобильный телефон вобрал в себя все то, о чем только могут мечтать продвинутые пользователи - превосходный дисплей с большой диагональю, высочайший уровень производительности, обновленные камеры с новыми возможностями, а также величественный дизайн с универсальным черным окрасом. Истинное превосходство, которым хочется обладать. Каждый яркий момент во всех красках Отныне создание фотошедевров - процесс, не требующий больших усилий. Все потому, что слаженный дуэт оптики тыльного модуля, представленный двумя матрицами с разрешением по 12Мп, делает основной объем работы за пользователя. При помощи алгоритмов искусственного интеллекта, камера самостоятельно определяет сцену в кадре, адаптирует настройки, применяет технологии улучшения изображений, создавая в итоге безупречные снимки и видеоролики. Всего один клик оператора потребуется, чтобы запечатлеть важные мгновения во всех деталях и красках. Фронтальный объектив с разрешением в 12Мп будет просто незаменим для любителей селфи-жанра - с ним будут создаваться красочные портретные кадры, достойные восторгов. Несравненный уровень производительности В основе аппаратной конфигурации нового продукта бренда находится модернизированный фирменный процессор Bionic A13, который имеет еще больше производительности, быстродействия и работоспособности.",
      "imageUrl": "https://i.ibb.co/s16P8sp/i-Phone-11-1693570809926.webp",
      "createdAt": 1693572628355,
      "updatedAt": 1693572628355,
      "id": 5
    },
    {
      "title": "Футболка Adidas",
      "brand": "Adidas",
      "categories": "garment",
      "price": 2819,
      "description": "Эта футболка adidas Condivo 22 создана для топовых игроков. Сетчатые вставки по бокам обеспечивают вентиляцию и учитывают особенности мужского тела. Ткань с технологией AEROREADY впитывает излишки влаги и сохраняет ощущение комфорта. Эта модель на 100% состоит из переработанных материалов и представляет одно из наших решений по сокращению пластиковых отходов. Облегающий крой Рифленый V-образный ворот Ткань интерлок: 100% переработанный полиэстер Боковые вставки: 100% переработанный полиэстер Впитывающая влагу ткань с технологией AEROREADY",
      "imageUrl": "https://i.ibb.co/ZSYPWyQ/shirt-adidas-1693570930270.webp",
      "createdAt": 1693572648026,
      "updatedAt": 1693572648026,
      "id": 6
    },
    {
      "title": "Игровая приставка PlayStation 5 Ревизия 3",
      "brand": "Sony",
      "categories": "electronics",
      "price": 71910,
      "description": "Игровая приставка Sony PlayStation 5 3 Ревизия - это полное погружение в мир игр нового поколения! Консоль от Sony - это не просто игровая приставка, это целая портативная станция развлечений! С PS5 вы сможете наслаждаться любимыми играми на большом телевизоре или взять приставку с собой и играть в любимые игры в любом месте.Дети обожают игры, и Sony PlayStation 5 - отличный подарок для ребенка на день рождения. Детская версия приставки подойдет как для мальчиков, так и для девочек, а беспроводной джойстик позволит малышам играть в любимые игры без необходимости сидеть у телевизора. Встроенная память позволит сохранять все игры и приложения, так что вы не будете беспокоиться о том, что у вас закончилось свободное место. Игровая приставка соня поддерживает технологию трассировки лучей, что делает игры нового поколения невероятно реалистичными. 16 логических ядер процессора обеспечивают максимальную производительность и работу приставки в 120 кадров в секунду, а шина в 448 Гбит/с не допускает зависаний свежих проектов, не нагреваясь. Это новое поколение игровых приставок, так что Sony PlayStation 5 - это гарантия того, что вы получите самую современную электронику. Графика не потеряет своей актуальности в ближайшие несколько лет, как это было с предыдущей сони плейстейшн. Не упустите возможность купить игровую приставку Sony PlayStation 5 3 Ревизия и подарить себе и своим близким полное погружение в мир игр от Sony! Инновационный беспроводной контроллер DualSense реагирует на обстановку в игре, что создаёт эффект полного погружения, а удобный сенсор облегчает прицеливание в играх, где скорость наиболее важна. Современная прогрессивная консоль, срок использования которой исчисляется десятками лет за счёт мощных вычислительных систем. Место на быстрых накопителях PS5 никогда не закончится, ведь можно поставить дополнительный высокоскоростной SSD и внешний накопитель любого объема с помощью интерфейса USB-3.1",
      "imageUrl": "https://i.ibb.co/RhX6pR2/sony-ps5-1693571057686.webp",
      "createdAt": 1693572672280,
      "updatedAt": 1693572672280,
      "id": 7
    },
    {
      "title": "Ноутбук Acer Nitro 5 AN515-57 I785SGN",
      "brand": "Acer",
      "categories": "laptops",
      "price": 69300,
      "description": "Этот игровой ноутбук создан для тех, кто хочет получить качественное и производительное компьютерное устройство с наиболее востребованным функционалом. Данная модель полностью удовлетворяет данные требования. Надежный накопитель предоставляет вам возможности для долговременного хранения необходимой виртуальной информации. Устройство оборудовано веб-камерой и микрофоном, благодаря которым вы сможете организовывать видеоконференции с партнерами по играм и коллегами по работе.",
      "imageUrl": "https://i.ibb.co/S0m85B7/acer-laptop-1693571166023.jpg",
      "createdAt": 1693572692432,
      "updatedAt": 1693572692432,
      "id": 8
    },
    {
      "title": "Galaxy S21 FE 5G 256GB",
      "brand": "Samsung",
      "categories": "phones",
      "price": 44541,
      "description": "Компания Samsung имеет заводы в разных странах мира: Индия, Китай, Вьетнам, Корея. Страна производства может разниться в зависимости от партии товара. На всех заводах действуют единые стандарты качества.",
      "imageUrl": "https://i.ibb.co/f8d73N8/samsung-galaxy-s21-1693571292756.webp",
      "createdAt": 1693572707462,
      "updatedAt": 1693572707462,
      "id": 9
    },
    {
      "title": "Брюки W MT Rain Pant BLACK",
      "brand": "Adidas",
      "categories": "garment",
      "price": 3519,
      "description": "Даже если прогноз погоды обещает осадки, в этих дождевых брюках adidas Terrex ты готова к приключениям. Ткань с технологией RAIN.RDY не пропускает воду и защищает от ветра. Сетчатая подкладка улучшает вентиляцию и дарит комфорт. Эластичный пояс на завязках-шнурках Основной материал: 100% водонепроницаемый переработанный полиэстер Подкладка: 100% переработанный полиэстер Асимметричная молния спереди",
      "imageUrl": "https://i.ibb.co/g6MBhGJ/adidas-pants-1693571392607.webp",
      "createdAt": 1693572726124,
      "updatedAt": 1693572726124,
      "id": 10
    },
    {
      "title": "Микроволновая печь MS2595DIS",
      "brand": "LG",
      "categories": "electronics",
      "price": 11999,
      "description": "Ваши блюда будут вкуснее с равномерным и тщательным разогревом, позволяющим сохранить вкусовые качества продуктов. Smart Inverter точно регулирует температуру для равномерного нагрева и разморозки продуктов. Приготовление продуктов в 1,5 раза быстрее благодаря точному контролю мощности распределения тепла. Использование более низкой температуры позволяет легко приготовить полезный домашний йогурт. Благодаря поддержанию равномерной более низкой температуры приготовление йогурта доступно теперь даже в домашних условиях.",
      "imageUrl": "https://i.ibb.co/GsQRzgW/lg-microwave-1693571509910.jpg",
      "createdAt": 1693572738910,
      "updatedAt": 1693572738910,
      "id": 11
    },
    {
      "title": "MacBook Air 13/M1/8/256 (Space Grey)",
      "brand": "Apple",
      "categories": "laptops",
      "price": 105440,
      "description": "Американская версия - клавиатура без русских букв, американская вилка (переходник на евро вилку в комплект не входит). Легкий и компактный MacBook Air получил чип M1, разработанный Apple специально для своих ноутбуков и значительно повысившем скорость работы системы при меньших энергозатратах. Air не только стал в несколько раз быстрее, но и работает теперь гораздо дольше!",
      "imageUrl": "https://i.ibb.co/PWnq5Pk/apple-mackbook-m1-1693571611961.webp",
      "createdAt": 1693572768982,
      "updatedAt": 1693572768982,
      "id": 12
    },
    {
      "title": "Смартфон Xiaomi Redmi 12C 4/128GB Ocean Blue",
      "brand": "Xiaomi",
      "categories": "phones",
      "price": 9990,
      "description": "Линейка Redmi снова переизобретает бюджетный сегмент: новый Redmi 12С выглядит существенно дороже своей реальной цены. Смартфон обладает стильным корпусом с удобно расположенным сканером отпечатков пальцев. Производительный восьмиядерный процессор Mediatek Helio G85 позволяет не только общаться с друзьями и родными, но и запускать ресурсоемкие игры. Благодаря 50-мегапиксельной основной камере, совершенно нетипичной для этого ценового сегмента, пользователи смогут создавать качественные снимки. Смартфон Redmi 12С оснащается аккумулятором высокой ёмкости на 5000 мА*ч и устройством быстрой зарядки, которое поставляется в комплекте. Он работает действительно долго, а когда заряд исчерпается, его можно быстро восполнить.",
      "imageUrl": "https://i.ibb.co/n31vrfn/Xiaomi-Redmi-12-C-1693571711477.jpg",
      "createdAt": 1693572786778,
      "updatedAt": 1693572786778,
      "id": 13
    },
    {
      "title": "Куртка VECTOR DOWN JACKET",
      "brand": "Reebok",
      "categories": "garment",
      "price": 13569,
      "description": "Куртка женская.",
      "imageUrl": "https://i.ibb.co/zJ1d7jn/reebok-jacket-1693571822955.jpg",
      "createdAt": 1693572803113,
      "updatedAt": 1693572803113,
      "id": 14
    },
    {
      "title": "Watch Nike Series 7 GPS 45mm (Global)",
      "brand": "Apple",
      "categories": "electronics",
      "price": 32361,
      "description": "Увеличенная область просмотра и оптимизированный интерфейс: данные на экране лучше видно, пользоваться удобнее. Новый эксклюзивный циферблат. Новый дизайн корпуса.Измеряйте уровень кислорода в крови. Делайте ЭКГ. Следите за показателями сна. Вызывайте помощь в сложных ситуациях с помощью функции \\\"Экстренный вызов - SOS\\\". И обретайте внутренний баланс с приложением \\\"Осознанность\\\".Следите за своей физической активностью с помощью колец Активности. Делитесь статистикой с друзьями и соревнуйтесь. Тренируйтесь с Apple Fitness+ - это первый фитнес-сервис на технологиях Apple Watch.Звоните и отвечайте на сообщения. Прокладывайте маршруты в Картах. Используйте приложение Wallet для оплаты покупок, хранения посадочных талонов и не только. Находите и скачивайте приложения из App Store прямо на запястье.",
      "imageUrl": "https://i.ibb.co/59JHBLT/apple-Watch-Nike-Series7-1693571913687.jpg",
      "createdAt": 1693572910552,
      "updatedAt": 1693572910552,
      "id": 15
    },
    {
      "title": "Ноутбук Lenovo Legion 5 15ITH6H",
      "brand": "Lenovo",
      "categories": "laptops",
      "price": 93400,
      "description": "Ноутбук привлекает внимание обширным набором стандартных и опциональных функций. В нем сочетаются быстродействие, полный набор средств коммуникации и все необходимое для развлечений.\nОперативная память - 16Гб\nЧастота обновления экрана - 144 Гц\nМодель - 15ITH6H\nПроцессор - Intel Core i5 11400H\nЛинейка процессоров - Intel Core i5\nКоличество ядер процессора - 6\nВидеоадаптер - NVIDIA GeForce RTX 3060\nОбъем памяти видеоадаптера - 6 Гб",
      "imageUrl": "https://i.ibb.co/Nr515kd/lenovo-legion5-1693572067160.jpg",
      "createdAt": 1693572940923,
      "updatedAt": 1693572940923,
      "id": 16
    },
    {
      "title": "Samsung Galaxy A34 128GB",
      "brand": "Samsung",
      "categories": "phones",
      "price": 25911,
      "description": "Гарантия от производителя в официальных СЦ на территории РФ. Вычислительная мощность смартфона Samsung Galaxy A34 5G состоит из процессора и оперативной памяти. Он удивит обладателя мгновенным запуском приложений и отсутствием промедлений во время навигации между ними. Охватом широкой гаммы цветов порадуют транслируемые на дисплей изображения. Повышенная контрастность достигается применением Super AMOLED-технологии. Исключить задержки при смене кадров позволяет частота обновления. Смартфон Samsung Galaxy A34 5G оборудован тройной камерой с фазовым автофокусом, не допускающим размытия пикселей в процессе съемки быстро передвигающихся объектов. Стереодинамики начнут сопровождать фильм или игру всеобъемлющим звучанием. Доступ к личной информации возможен после завершения аутентификации по отпечатку или чертам лица.",
      "imageUrl": "https://i.ibb.co/XxC6Ddp/Galaxy-A34-1694004336458.webp",
      "createdAt": 1694004341584,
      "updatedAt": 1694004341584,
      "id": 17
    },
    {
      "title": "Джинсы женские с высокой посадкой скинни стрейч",
      "brand": "B19",
      "categories": "garment",
      "price": 2100,
      "description": "Женские джинсы скинни – это одна из самых популярных моделей джинсов всех женщин и девушек. Главная фишка — джинсы плотно прилегают к телу по всей длине, подчёркивая привлекательность ног и ягодиц. Благодаря высокой посадке, модель никогда не потеряет актуальность и подойдёт под любой тип фигуры. Внизу скини заужены и зрительно вытягивают силуэт. Если у вас в гардеробе есть ремень, то им можно дополнительно обозначить талию и оттенить линию бёдер. Джинсы представлены в чёрном цвете, который всегда стройнит, а также в других популярных цветах: голубые, белые скини, светло-голубой трендовый цвет 2023.. Густой тёмный оттенок идеально встраивается в любой гардероб и подходит под разный стиль. Джинсы женские большие размеры. Штаны светлые будут стильно смотреться как в повседневном образе, так и в праздничном: для встреч в кафе, вечеринок или романтических прогулок. Модель актуальна на все сезоны: осень, весна, лето, зима. Даже в холодное время года, при небольших температурах, в скинни будет комфортно и тепло. Утягивающие брюки удобно носить с любой обувью, но особенно притягательно они смотрятся с туфлями на высоком каблуке - это визуально удлинит ваши ноги. Классические базовые skinny плотно обтягивают ягодицы. Модель с эффектом пушап - за счёт накладных карманов визуально объёмы станут чуть больше. Существует стереотип, что узкие штаны, так же как и джеггинсы, выбирают высокие дамы. Спешим уверить - брюки хорошо садятся и на невысоких женщин, которые ростом до 175 см, как немного укороченные. Также джинсы подходят на любую фигуру и для любого возраста: их выбирают как девочки-подростки, чтобы ходить в школу, так и женщины в качестве одежды для работы или на выход. Мамы очень часто заказывают такую модель для дочерей подростков, так как облегающие джинсы - молодежная одежда. Большой размерный ряд позволяет подобрать подходящий размер для худеньких девушек и для пышных красоток. Мы заботимся о том, чтобы вам было комфортно в брюках и вы проносили их как можно дольше, поэтому производим товар на фабриках, которые уже проверены временем и имеют стаж в пошиве более 10 лет. Заказываем качественный материал из Турции: джинса даже спустя 20 стирок не выцветает, не вытягивается и не красится. В состав входит хлопок 90% и эластан 10 % - ткань не раздражает кожу и не сковывает движения. Скинни - классика, которая никогда не выйдет из моды. Поверьте, такой презент точно пригодится, а одаряемый оценит вашу заботу и внимание. Если следите за трендами и любите модные вещи, то стильные стрейч джинцы скинни украсят ваш образ и подчеркнут женственность и сексуальность. Рекомендации по уходу:-стирать в вывернутом состоянии при температуре 30 градусов;-использовать гели или кондиционеры для тёмной одежды, чтобы сохранить цвет;-не использовать средства, в составе которых есть отбеливатель или хлор. Со временем цвет может стать немного светлее, это нормально, это не трикотаж.",
      "imageUrl": "https://i.ibb.co/8g4X1Zc/jeans-1694004602623.webp",
      "createdAt": 1694004605909,
      "updatedAt": 1694004605909,
      "id": 18
    },
    {
      "title": "Беспроводная колонка SRS-XP700",
      "brand": "Sony",
      "categories": "electronics",
      "price": 37043,
      "description": "Домашняя аудиосистема Sony SRS-XP700 в корпусе черного цвета позволит наслаждаться всенаправленным живым звуком любого музыкального стиля. Ее можно установить вертикально на полу или горизонтально на тумбе, столе или полке. Высококачественный пластик, из которого сделан корпус аудиосистемы, исключает малейшее искажение звука. А значит, и высокие, и низкие частоты будут воспроизводиться максимально чисто. Передние и задние ВЧ-динамики обеспечивают наполнение помещения высококачественным звуком. В домашней аудиосистеме Sony SRS-XP700 поддерживается функция MEGA BASS, которая позволяет настраивать басы в зависимости от ритмичности музыки. Разноцветная подсветка поможет создать атмосферу вечеринки. А для подключения к аудиосистеме аудионосителей используется USB-порт или беспроводная технология Bluetooth. Также на ее корпусе есть разъемы для подключения гитары и микрофона, превращающие колонку в усилитель или караоке. Удобная ручка делает портативную аудиосистему мобильной: вы сможете легко перемещать ее по всему дому или квартире.",
      "imageUrl": "https://i.ibb.co/cJSQYPc/SRS-XP700-1694004815215.webp",
      "createdAt": 1694004820425,
      "updatedAt": 1694004820425,
      "id": 19
    },
    {
      "title": "MacBook Air 15/M2/8/512 (Midnight)",
      "brand": "Apple",
      "categories": "laptops",
      "price": 149500,
      "description": "Американская версия - клавиатура без русских букв, американская вилка (переходник на евро вилку в комплект не входит) ! MacBook Air — этовсе, что вам нужно— выберите размер, цвет и вперед.Какую бы модель вы ни выбрали, онасоздана с заботой о планетеи имеет прочный корпус из 100% переработанного алюминия. Абезвентиляторная конструкцияозначает, что он остается бесшумным даже при интенсивных рабочих нагрузках. Два идеальных размера. Независимо от того, выберете ли вы 13-дюймовый или 15-дюймовый ноутбук, обе модели сверхлегкие и имеют толщину чуть менее половины дюйма, поэтому вы можете взять свой ноутбук с собой куда угодно. Чип M2 ускоряет все, что вы делаете — редактируете ли вы видео для занятий, совместно работаете над бизнес-планом или транслируете шоу во время покупок в Интернете. А благодаря аккумулятору, работающему в течение всего дня , вы можете оставить адаптер питания дома.",
      "imageUrl": "https://i.ibb.co/GRqLs6J/Mac-Book-Air-15-1694005468496.webp",
      "createdAt": 1694005511615,
      "updatedAt": 1694005511615,
      "id": 20
    },
    {
      "title": "iPhone 14 Pro Max 1TB",
      "brand": "Apple",
      "categories": "phones",
      "price": 156232,
      "description": "Спецификация модели - A2896. Новый волшебный способ взаимодействия с iPhone.Новаторские функции безопасности, призванные спасать жизни.Инновационная 48-мегапиксельная камера для потрясающей детализации.Все они оснащены новейшим чипом для смартфонов.С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии.",
      "imageUrl": "https://i.ibb.co/0VTJ2WC/i-Phone-14-Pro-Max-1-TB-1694705258076.webp",
      "createdAt": 1694705265910,
      "updatedAt": 1694705265910,
      "id": 21
    },
    {
      "title": "Рюкзак городской стильный",
      "brand": "Adidas",
      "categories": "garment",
      "price": 6775,
      "description": "Черный городской рюкзак в стиле уличной моды! Рюкзак лаконично впишется в любой образ, подчеркивая ваш стиль и индивидуальность. Изготовлен из прочного влагозащитного материала- нейлона. Удобная и практичная модель для спортзала, путешествий, школы или повседневной носки. Лямки рюкзака мягкие что позволит носить его не перегружая плечи и позвоночник, а дополнительная застежка на груди поможет зафиксировать рюкзак для более комфортного использования. В основном отделении максимально эффективно распределено пространство, для размещения личных вещей: есть отделение для ноутбука, основное отделение и внутренний карман на молнии. А по бокам карманы для воды или зонта. Благодаря универсальному размеру рюкзак отлично подойдет как для взрослого, так и для ребенка. Если вы ищете подарок, неважно для мальчика или для девочки, то обязательно обратите внимание на данный аксессуар. Переходите в профиль нашего магазина, там представлено больше моделей!",
      "imageUrl": "https://i.ibb.co/3pGRd4g/adidas-backpack-1694706168926.webp",
      "createdAt": 1694706172875,
      "updatedAt": 1694706172875,
      "id": 22
    },
    {
      "title": "Робот пылесос Vacuum Mop 3C моющий CN",
      "brand": "Xiaomi",
      "categories": "electronics",
      "price": 45400,
      "description": "Робот пылесос Xiaomi Mijia 3C работает на бесщеточном двигателе мощностью 4000 Ра, а также оснащен основной щеткой для захвата сора с толщиной волокон 0,1 мм. Для углов и труднодоступных мест робот-пылесос имеет боковую 3-тилучевую щетку, благодаря чему уборка полов проходит максимально эффективно и может устраиваться реже, чем раньше. «Умное» сканирование Инновационная система навигации LDS, которая встроена в этот робот пылесос от Xiaomi Mijia, сканирует окружающее пространство на 360°, что делает все его движения особенно точными. Кроме того, бытовая техника оснащена несколькими датчиками – это позволяет пылесосу не сталкиваться с разнообразными препятствиями и не допускать повреждений. Управление «на ладони» Чтобы настраивать данный робот-пылесос для сухой и влажной уборки, нужно установить на свой телефон удобное приложение Mi Home. В нем можно выбрать силу всасывания на сухой уборке (4 уровня) и мощность подачи воды для мытья полов (3 уровня). Также есть возможность выбрать конкретный участок для уборки и время, которое эти пылесосы для дома от Xiomi будут продолжать свою работу. Еще одна полезная функция – выбор точки, откуда они будут стартовать. Плюс возможность синхронизации с системой «умный дом». Эффективная влажная уборка Пылесос робот Xiaomi Mijia 3C оборудован резервуаром для воды, за счет чего его можно применять как для сухой, так и для «влажной» уборки. Эта техника для дома поставляется вместе с насадкой из микрофибры, которая имеет специальное, антисептическое покрытие для еще более эффективной борьбы с всевозможными загрязнениями и бактериями в них.",
      "imageUrl": "https://i.ibb.co/nzsSy5g/xiaomi-cleaner-1694706695886.webp",
      "createdAt": 1694706699868,
      "updatedAt": 1694706699868,
      "id": 23
    },
    {
      "title": "Ноутбук HP EliteBook 830 G8 13.3\" i7",
      "brand": "HP",
      "categories": "laptops",
      "price": 126800,
      "description": "Всё возможно с процессором Intel Core 11-го поколения и графикой Intel Iris XeНепревзойденное быстродействие и интеллектуальные возможностиДо 32% быстрее работа офисных приложенийСкорость и простота для творчестваДо 3‑x раз быстрее редактирование видеоБыстрое и надежное подключениеПочти в 3 разавыше скорость Wi-Fi благодаря технологии Intel Wi-Fi 6 (Gig+)Подключайтесь к нескольким мониторам с разрешением 4K, передавайте файлы и заряжайте устройства с помощью простой технологии Thunderbolt 4 с одним кабелем. RJ-45 Ethernet; USB 3.0; USB Type-C; HDMI; 3.5 мм",
      "imageUrl": "https://i.ibb.co/WGjLR0s/hp-laptop-1694706947606.webp",
      "createdAt": 1694706952321,
      "updatedAt": 1694706952321,
      "id": 24
    },
    {
      "title": "iPhone 13 Pro Max 256GB",
      "brand": "Apple",
      "categories": "phones",
      "price": 113637,
      "description": "Спецификация модели - A2484. iPhone 13 Pro Max. Грандиозный апгрейд камер Pro. Режим \"Киноэффект\" делает из видео настоящее кино. Дисплей Super Retina XDR с технологией ProMotion для более быстрого и плавного взаимодействия. A15 Bionic - самый быстрый чип для iPhone. Прочный корпус и самое долгое время работы без подзарядки среди iPhone.",
      "imageUrl": "https://i.ibb.co/Bj4bjtn/iphone-13pro-1694852917304.webp",
      "createdAt": 1694852921619,
      "updatedAt": 1694852921619,
      "id": 25
    },
    {
      "title": "ПОЛУБОТИНКИ REEBOK GL1000",
      "brand": "Reebok",
      "categories": "garment",
      "price": 6485,
      "description": "Классические кроссовки, вдохновлённые бегом. Наденьте кроссовки GL 1000 и вернитесь в 80-е. Винтажный силуэт и такие детали, как контрастные боковые полоски и брендинг Reebok сбоку добавят стиля твоему образу. Благодаря пеноматериалу в промежуточной подошве и носочной части, ты ощутишь дополнительную амортизацию и комфорт.",
      "imageUrl": "https://i.ibb.co/Yf0rhCC/reebok-sneakers-1694853266296.webp",
      "createdAt": 1694853269204,
      "updatedAt": 1694853269204,
      "id": 26
    },
    {
      "title": "Беспроводные наушники Sony MDR-XB650BT",
      "brand": "Sony",
      "categories": "electronics",
      "price": 9804,
      "description": "Музыка без мощных басов теряет для вас половину своей привлекательности? Беспроводные наушники Sony MDR-XB650BT/BZ из серии Extra Bass созданы специально для тех, кто любит потяжелее!БАСЫ «КАЧАЮТ»Если вы считаете, что по-настоящему мощные басы может воспроизвести только большая аудиосистема, возможно, вы просто не слышали, как звучат эти наушники. Благодаря технологии Bass Booster вы ощутите басы всем телом!ПРОДУМАННАЯ КОНСТРУКЦИЯОголовье наушников регулируется таким образом, чтобы обеспечить максимально плотную и надёжную посадку на голове. Материалы корпуса призваны уменьшать вибрацию, когда вы слушаете любимые танцевальные хиты или тяжёлый рок.ДОЛГОЕ ВРЕМЯ РАБОТЫДо 30 часов от одной зарядки – на такое время рассчитан аккумулятор этой модели. Вам не придётся заряжать их слишком часто.",
      "imageUrl": "https://i.ibb.co/J7Qj23W/sony-headphones-1694853666204.webp",
      "createdAt": 1694853672625,
      "updatedAt": 1694853672625,
      "id": 27
    },
    {
      "title": "Ноутбук Lenovo IdeaPad Gaming 3 Gen 7",
      "brand": "Lenovo",
      "categories": "laptops",
      "price": 107938,
      "description": "Ноутбук IdeaPad Gaming 3 Gen 7 - ваш пропуск в мир увлекательных компьютерных игр. Установите на игровой арене свой порядок благодаря поддержке процессоров Intel Core 12-го поколения и видиокартам NVIDIA GeForce RTX.",
      "imageUrl": "https://i.ibb.co/Wzq9pRr/lenovo-laptop-1694854091593.webp",
      "createdAt": 1694854098212,
      "updatedAt": 1694854098212,
      "id": 28
    },
    {
      "title": "Беспроводные наушники Haylou X1 Neo",
      "brand": "Xiaomi",
      "categories": "electronics",
      "price": 7990,
      "description": "Представляем вам беспроводные наушники Haylou X1 Neo - идеальное сочетание стиля, комфорта и качества звука. Эти наушники обеспечивают непревзойденный звук благодаря мощному 13-миллиметровому излучателю, который заставит вас полностью погрузиться в музыкальный мир. Комплектация включает в себя мини-кейс для зарядки, который помимо своей функциональности является и стильным аксессуаром. Его полупрозрачный дизайн придает ему нежный и элегантный вид. С весом всего 3,87 грамма полувкладыши становятся идеальным выбором для тех, кто ценит легкость и удобство. Они легче, чем большинство других моделей, и прекрасно сидят в ушах, обеспечивая комфорт даже при длительном использовании. Благодаря технологии Bluetooth 5.3 наушники обеспечивают более быструю и энергоэффективную передачу данных. Вы сможете наслаждаться безупречным соединением с вашими устройствами без каких-либо проблем. Низкая задержка в 0,06 секунды специально разработана для тех, кто любит игры. Она обеспечивает синхронное воспроизведение звука, позволяя вам полностью погрузиться в игровую атмосферу и ощутить каждый звук и эффект. Одно пополнение заряда обеспечит вам до 5 часов непрерывного воспроизведения, а с зарядным чехлом вы сможете наслаждаться музыкой и развлечениями в течение всего 20 часов. Теперь вы можете забыть о постоянной заботе о зарядке и наслаждаться музыкой в любое время.",
      "imageUrl": "https://i.ibb.co/F8s1V7n/xiaomi-headphones-1694854614754.webp",
      "createdAt": 1694854625675,
      "updatedAt": 1694854625675,
      "id": 29
    },
    {
      "title": "Джемпер RI LEFT CHEST LOGO HOOD",
      "brand": "Reebok",
      "categories": "garment",
      "price": 5399,
      "description": "Худи из Better Cotton коллекции Reebok [REE]CYCLED, выполненной с использованием переработанных материалов. Простой дизайн Reebok - это победа. Худи с неброским логотипом на груди для сдержанного образа. French terry обеспечивает комфорт в течение всего дня, а ребристые манжеты и подол не задираются, когда ты двигаешься. Наши хлопковые изделия производятся полностью из хлопка, выращенного в экологически чистых хозяйствах, и по меньшей мере на 50% из ткани Better Cotton.",
      "imageUrl": "https://i.ibb.co/qkpGCKC/reebok-sweater-1694854899727.webp",
      "createdAt": 1694854902887,
      "updatedAt": 1694854902887,
      "id": 30
    },
    {
      "title": "Пылесос компактный VC5420NHTCG",
      "brand": "LG",
      "categories": "electronics",
      "price": 13019,
      "description": "Благодаря особой форме эллипса обеспечивается высокая центробежная сила, которая концентрируется в узкой части эллипса и увеличивает мощность воздушного потока в широкой части эллипса, позволяя отделять даже микрочастицы пыли от воздуха. Многослойный фильтр для сбора пыли улавливает мельчайшие частички пыли и аллергены, оставляя только чистый и свежий воздух в вашем доме. Удобное управление режимами мощности на ручке позволяет моментально переключаться в нужный режим уборки. Легкая и удобная в использовании раздвигающаяся телескопическая трубка. Насадка для сбора шерсти и волос обеспечит эффективную уборку, если в доме есть домашний питомец. С помощью щелевой насадки вы с легкостью проведете уборку даже в труднодоступных местах, например, в углах комнаты.",
      "imageUrl": "https://i.ibb.co/j5Qnkm0/lg-cleaner-1694855167968.webp",
      "createdAt": 1694855170377,
      "updatedAt": 1694855170377,
      "id": 31
    },
    {
      "title": "Ноутбук lenovo 82HL005TRK(Cel/15,6/1Тб/4Гб/UMA/noOS)",
      "brand": "Lenovo",
      "categories": "laptops",
      "price": 22481,
      "description": "Ноутбук Lenovo IdeaPad L3 15ITL6 создан для тех, кто хочет получить хорошее производительное компьютерное устройство с наиболее востребованным функционалом. Данная модель полностью удовлетворяет данные требования. Надежный накопитель предоставляет вам возможности для долговременного хранения необходимой виртуальной информации. Устройство оборудовано веб-камерой и микрофоном, благодаря которым вы сможете организовывать видеоконференции с партнерами по бизнесу и коллегами по работе.",
      "imageUrl": "https://i.ibb.co/s9smZkF/lenovo-laptop-1694855357500.webp",
      "createdAt": 1694855360112,
      "updatedAt": 1694855360112,
      "id": 32
    },
    {
      "title": "Беспроводные наушники AirPods Max",
      "brand": "Apple",
      "categories": "electronics",
      "price": 64888,
      "description": "AirPods для истинных меломанов. Полноразмерных наушников от Apple со всеми функциями AirPods многие ждали очень долго и ожидания оправдались. AirPods Max удивляют как дизайном, так и технологичностью. Предельно простое подключение к устройствам Apple, быстрые команды Siri, моментальное переключение между устройствами и другие функции делают AirPods Max самыми функциональными наушниками для тех, кто ценит преимущества экосистемы, а высочайшее качество звучания впечатлит даже искушённых меломанов. Активное шумоподавление. Благодаря множеству датчиков, мощному встроенному аудиопроцессору и массиву из девяти микрофонов, система шумоподавления в AirPods Max работает идеально точно. Она учитывает не только окружающие звуки, но и особенности прослушиваемого контента, моментально сопоставляя частоты. Прозрачный режим позволяет слышать все окружающие звуки, когда это необходимо, поэтому снимать наушники, когда нужно с кем-то поговорить не придётся. Превосходное качество звука. Уникальные широкодиапазонные драйверы идеально точно воспроизводят каждую ноту. В них использованы двойные кольцевые неодимовые магниты, за счёт которых звукоинженерам Apple удалось снизить уровень гармонических искажений до минимума. В каждом наушнике установлено по одному десятиядерному аудиочипу Apple H1, а уникальные алгоритмы существенно улучшают качество звука.",
      "imageUrl": "https://i.ibb.co/qRjb2M0/apple-headphones-1694855555415.webp",
      "createdAt": 1694855561585,
      "updatedAt": 1694855561585,
      "id": 33
    },
    {
      "title": "Кроссовки Adidas Originals Campus 00s",
      "brand": "Adidas",
      "categories": "garment",
      "price": 15660,
      "description": "Аdidas Campus — легендарные кроссовки, изначально созданные для площадок, быстро стали популярными среди скейтеров и до сих пор сохраняют свою актуальность. Немецкий бренд решил выпустить новую итерацию этой модели, Campus 00s, которая отсылает к пухлым скейтерским кедам начала 2000-х.",
      "imageUrl": "https://i.ibb.co/kxqVpmj/adidas-sneakers-1694855704296.webp",
      "createdAt": 1694855709349,
      "updatedAt": 1694855709349,
      "id": 34
    },
    {
      "title": "Телевизор ТВ UE43T5202AUXCE 43'/FHD/Smart/WiFI",
      "brand": "Samsung",
      "categories": "electronics",
      "price": 36990,
      "description": "Изображение в ваших любимых ТВ программах и фильмах теперь неотличимо от реальности. Full HD разрешение в два раза превышает разрешение изображения HD телевизоров.Технология High-Dynamic Range (HDR) расширяет воспроизводимый на экране диапазон цветового спектра, благодаря чему вы видите мельчайшие детали изображения даже в самых темных сценах.Смотрите ваш любимый контент с естественной цветопередачей , благодаря чему изображение на экране неотличимо от реальности. Испытайте новые ощущения от просмотра изображения с высоким качеством цвета.Функция Ultra Clean View позволяет устранить искажения изображения, что осуществляется за счет использования совершенных алгоритмов анализа исходного изображения и улучшения прорисовки мельчайших деталей.Технология Contrast Enhancer (Усиление контрастности) позволяет оживить изображение за счет оптимизации контрастности и создания эффекта глубины сцены на экране.",
      "imageUrl": "https://i.ibb.co/xsDHYGd/samsung-tele-1694855961580.webp",
      "createdAt": 1694855964154,
      "updatedAt": 1694855964154,
      "id": 35
    },
    {
      "title": "Телевизор Sony KD-55X7500H",
      "brand": "Sony",
      "categories": "electronics",
      "price": 66315,
      "description": "Телевизор Sony KD-55X7500H разработан на базе ОС Android TV, которая характеризуется интуитивно понятным интерфейсом. При подключении к интернету посредством модуля Wi-Fi становится возможным скачивать разные приложения во внутреннюю память. Поддержка Smart TV дарит доступ к широкому выбору фильмов и сериалов для просмотра в онлайн-режиме. Управлять параметрами модели удобно с помощью голосовых помощников или пульта ДУ. Потребляемая мощность составляет 118 Вт. Прибор оснащен 55-дюймовым (139 см) экраном, выполненным с использованием LED-технологии, с соотношением сторон 16:9. За счет разрешения 3840х2160 пикселей (4K Ultra HD) отображается детализированная и яркая картинка. Поддержка HDR дарит высокую контрастность. Частота обновления составляет 60 Гц, гарантируя плавную выдачу кадров без рывков и размытия. Телевизор может воспроизводить видео через USB. Встроенный таймер предназначен для программирования телевизора на определенное время работы, по истечении которого происходит автоматическое отключение. Защита от детей блокирует доступ к изменениям настроек. Функция TimeShift предназначена для установки на паузу просматриваемого контента и продолжения воспроизведения в любое удобное время.",
      "imageUrl": "https://i.ibb.co/gFjJCrY/sony-tele-1694856147163.webp",
      "createdAt": 1694856149651,
      "updatedAt": 1694856149651,
      "id": 36
    },
    {
      "title": "Смартфон Xiaomi 12 12GB+256GB",
      "brand": "Xiaomi",
      "categories": "phones",
      "price": 76238,
      "description": "Xiaomi 12 оснащен основной камерой профессионального уровня 50 Мп, AMOLED-дисплеем с частотой 120 Гц, ведущим процессором Snapdragon 8 Gen 1, проводной ультрабыстрой зарядкой мощностью 67 Вт. В Xiaomi 12 используются современные технологии для удобства использования и эргономичности. При весе всего 180 г и ширине 69,9 мм каждое взаимодействие со смартфоном стало значительно проще и приятнее. Корпус имеет равномерный изгиб спереди и сзади, такое решение более приятно на ощупь. Изысканный и продуманный до деталей дизайн подчеркивает элегантность линий корпуса.",
      "imageUrl": "https://i.ibb.co/cy1j8Rh/xiaomi-phone-1694856410729.webp",
      "createdAt": 1694856413199,
      "updatedAt": 1694856413199,
      "id": 37
    },
    {
      "title": "Ноутбук Asus P1512CEA-BQ0218W",
      "brand": "Asus",
      "categories": "laptops",
      "price": 42939,
      "description": "Ноутбук Asus 90NX05E1-M00830 P1512CEA-BQ0218W 15.6 FHD(1920x1080)/Intel Core i5-1135G7 24Ghz Quad/8GB/512GB/Integrated/Wi-Fi/BT5.0/720P HD Camera/Windows 11 Home/Grey",
      "imageUrl": "https://i.ibb.co/h2yVnTD/asus-laptop-1694856626256.webp",
      "createdAt": 1694856629789,
      "updatedAt": 1694856629789,
      "id": 38
    },
    {
      "title": "Толстовка Adidas",
      "brand": "Adidas",
      "categories": "garment",
      "price": 10999,
      "description": "Не исключено, что эта олимпийка adidas является одним из самых узнаваемых спортивных силуэтов. Эта интерпретация отсылает к самой первой модели, которая была создана в 60-е для футбольной легенды Франца Беккенбауэра. Впрочем, прошлым модели вдохновлен только дизайн - выполнена она из современных переработанных материалов в рамках обязательств adidas по сокращению пластиковых отходов. Модель содержит Primeblue, функциональный переработанный материал с волокнами Parley Ocean Plastic. - Приталенный крой - Застежка на двустороннюю молнию; воротник-стойка - Плотный трикотаж: 52% хлопок, 48% переработанный полиэстер - Суперплотная ткань - Боковые карманы на молнии",
      "imageUrl": "https://i.ibb.co/THy5bfr/adidas-sweater-1694856820191.webp",
      "createdAt": 1694856822651,
      "updatedAt": 1694856822651,
      "id": 39
    },
    {
      "title": "Портативная аудиосистема GO PL2",
      "brand": "LG",
      "categories": "electronics",
      "price": 7490,
      "description": "Стильная портативная колонка LG XBOOM Go PL2 подарит вам мощный, качественный и чистый звук, который достигается за счет технологии Meridian Lossless Packing. Вы сможете послушать любимого исполнителя или даже устроить шумную вечеринку в любом месте, ведь колонка легко подключается к телефону или другому устройству по Bluetooth. Достаточно мощный аккумулятор позволяет вам непрерывно наслаждаться музыкой до 10 часов без подзарядки. А если вы нажмете кнопку Sound Boost, то получите еще более мощный звук и расширенный частотный диапазон, который придаст максимум энергии вашему вечеру. Погрузиться в атмосферу вечеринки позволит многоцветная подсветка, которая пульсирует в такт музыке. Портативная колонка LG XBOOM Go PL2 защищена от пыли и влаги, поэтому вы можете веселиться и отдыхать при любых погодных условиях. Управление колонкой интуитивно понятно, а ударопрочный корпус гарантирует ее сохранность и долговечность даже в самых экстремальных условиях.",
      "imageUrl": "https://i.ibb.co/TBcvSB0/lg-audio-1694857191610.webp",
      "createdAt": 1694857193983,
      "updatedAt": 1694857193983,
      "id": 40
    },
    {
      "title": "Samsung Galaxy Watch 5 44",
      "brand": "Samsung",
      "categories": "electronics",
      "price": 25990,
      "description": "Мощный датчик Samsung BioActive sensor 3-в-1 эффективно управляет сенсорами сразу трех показателей: анализа биоэлектрического импеданса, ЭКГ и сердечного ритма. Получайте максимум информации о своем теле – от процента жировой ткани (BIA) до веса скелетных мышц. Все, что нужно, чтобы следить за здоровьем и оставаться в форме. Решили позаниматься? Ваше устройство с легкостью сосчитает все пройденные шаги, сожженные калории и дневную активность. Кроме того, Galaxy Watch распознает до 90 упражнений и отслеживает их выполнение во время тренировок. Galaxy Watch5 нужно всего 30 минут, чтобы зарядиться с 0% до 45%. Да, вы все правильно прочитали. Благодаря увеличенному объему батареи (по сравнению с предшественниками) и поддержкой быстрой зарядки вы всегда готовы к новым вызовам.",
      "imageUrl": "https://i.ibb.co/98fP4DS/samsung-watch-1694857376235.webp",
      "createdAt": 1694857379082,
      "updatedAt": 1694857379082,
      "id": 41
    },
    {
      "title": "Джемпер RI BIG STACKED LOGO HOOD",
      "brand": "Reebok",
      "categories": "garment",
      "price": 6399,
      "description": "Худи из Better Cotton коллекции Reebok [REE]CYCLED, выполненной с использованием переработанных материалов. Спортивный стиль сочетается с комфортом нового уровня в этом худи от Reebok. Надень его после тренировки или ходи в нём целый день. В любом случае, хлопковый флис кажется мягким и уютным. В кармане-кенгуру можно хранить мелкие вещи. Наши хлопковые изделия производятся полностью из хлопка, выращенного в экологически чистых хозяйствах, и по меньшей мере на 50% из ткани Better Cotton.",
      "imageUrl": "https://i.ibb.co/9nsyfq5/reebok-hood-1694857546422.webp",
      "createdAt": 1694857548756,
      "updatedAt": 1694857548756,
      "id": 42
    },
    {
      "title": "Блендер LG стационарный",
      "brand": "LG",
      "categories": "electronics",
      "price": 2975,
      "description": "LG GL-178 — универсальный стационарный блендер, который станет незаменимым помощником на любой кухне. Благодаря мощному двигателю и прочной конструкции он может легко смешивать и превращать различные ингредиенты в пюре для приготовления вкусных смузи, супов, соусов и многого другого.Этот блендер для смузи имеет стационарное основание, которое надежно удерживает его на месте во время работы, обеспечивая стабильность и предотвращая случайное проливание. Его компактный размер позволяет легко хранить его на кухонном столе или в шкафу, когда он не используется.Оснащенный насадкой для погружного блендера, этот стационарный блендер может легко смешивать ингредиенты в глубокой кастрюле или миске, не перекладывая их в отдельный контейнер. Это делает его идеальным для смешивания супов, соусов и других жидких рецептов.LG GL-178 спроектирован так, чтобы быть удобным для пользователя, с интуитивно понятным управлением и простым интерфейсом. Его мощный двигатель может работать даже с твердыми ингредиентами, такими как лед и замороженные фрукты, каждый раз обеспечивая однородную и равномерную смесь.Независимо от того, являетесь ли вы опытным шеф-поваром или домашним поваром, стационарный блендер LG GL-178 станет незаменимым кухонным инструментом, который поможет вам с легкостью приготовить вкусные и полезные блюда.",
      "imageUrl": "https://i.ibb.co/JQnCHX9/lg-blender-1694868168626.webp",
      "createdAt": 1694868171832,
      "updatedAt": 1694868171832,
      "id": 43
    },
    {
      "title": "Рюкзак Lenovo Legion Active Gaming Backpack",
      "brand": "Lenovo",
      "categories": "garment",
      "price": 7720,
      "description": "Оригинальный рюкзак Lenovo Legion Active Gaming Backpack - это стильный и функциональный аксессуар, специально разработанный для геймеров и любителей активного образа жизни. Этот рюкзак предлагает удобство, безопасность и организованность в одном компактном пакете, что делает его отличным спутником для хранения и транспортировки геймерской техники, личных вещей и других необходимых предметов. Вот основные характеристики и особенности рюкзака Lenovo Legion Active Gaming Backpack: Прочность и Защита: Рюкзак обладает прочной конструкцией и высококачественными материалами, которые обеспечивают долгий срок службы и надежную защиту вашей техники и вещей. Оснащен защитной подкладкой и усиленными боковыми панелями, которые способствуют амортизации ударов и уменьшают риск повреждений. Оптимизированное пространство: Рюкзак имеет множество отделений и карманов, предназначенных для организации и хранения различных устройств, включая ноутбук, планшет, смартфон, наушники, клавиатуру, мышь и другие аксессуары.",
      "imageUrl": "https://i.ibb.co/s2FD8Z2/lenovo-backpack-1694868542298.webp",
      "createdAt": 1694868545366,
      "updatedAt": 1694868545366,
      "id": 44
    },
    {
      "title": "Смартфон Xiaomi 13 Ultra 16/512 Green CN",
      "brand": "Xiaomi",
      "categories": "phones",
      "price": 154783,
      "description": "Защита от воды и пыли класса IP68. Профессиональный дисплей с поддержкой HDR. Профессиональная система камер Leica: 50Мп + 50Мп + 50Мп + 50Мп. Быстрая скорость съёмки благодаря переключению между широкоугольными, телеобъективами и супертелеобъективами. Шесть фокусных расстояний. Фронтальная камера: 32Мп. Двойные динамики Dolby Atmos. Аккумулятор ёмкость 5000мАч. Система управления зарядкой Xiaomi Surge. Датчик приближения, освещенности, мерцания. Акселерометр. Гироскоп. Электронный компас. Линейный мотор. ИК-порт.",
      "imageUrl": "https://i.ibb.co/xXCQd0Z/xiaomi-phone-13ultra-1694868900142.webp",
      "createdAt": 1694868902944,
      "updatedAt": 1694868902944,
      "id": 45
    },
    {
      "title": "Смартфон Galaxy Z Fold 5 5G 12/512Gb Blue",
      "brand": "Samsung",
      "categories": "phones",
      "price": 206407,
      "description": "Samsung Galaxy Z Fold5 создан для настоящих максималистов. В нём сочетается удобство планшета и компактность смартфона, мощь персонального компьютера и простота мобильного девайса, минималистичная красота и высочайшая защищённость. Всё это делает его одним из самых совершенных устройств, созданных Samsung. Улучшенный Flex-шарнир обеспечивает двум половинам смартфона идеальное примыкание в сложенном состоянии. Samsung Galaxy Z Fold5 стал ещё тоньше, удобнее и элегантнее по сравнению с прошлым поколением. Samsung Galaxy Z Fold5 задаёт новый стандарт защиты для складных смартфонов. Fold5 способен выдержать получасовое погружение на глубину до 1.5 метров, его герметичный корпус полностью защищён от попадания пыли, а стекло Corning Gorilla Glass Victus 2 предотвратит появление царапин спереди и сзади.",
      "imageUrl": "https://i.ibb.co/7WnZYpX/samsung-galaxy-z-1694869345143.webp",
      "createdAt": 1694869349350,
      "updatedAt": 1694869349350,
      "id": 46
    },
    {
      "title": "Шлем виртуальной реальности PlayStation VR2",
      "brand": "Sony",
      "categories": "electronics",
      "price": 91184,
      "description": "Испытайте следующее поколение игр для виртуальной реальности с потрясающими визуальными эффектами 4K и HDR, жанрообразующие шедевры и уникальные хиты благодаря революционной гарнитуре PlayStation VR2 и контроллеру PlayStation VR2 Sense. Благодаря вычислительной мощности консоли PlayStation 5 вместе с оптическими возможностями вы не упустите ни одной важной детали игрового процесса или необъятных игровых локаций – выражения лиц персонажей выглядят необычайно реалистично, а футуристические миры дышат жизнью. Два OLED-дисплея с разрешением 2000 x 2040 обеспечивают потрясающее изображение с 4K и HDR со скоростью до 120 кадров в секунду, что в 4 раза превышает разрешение оригинальной PlayStation VR. Проявляйте свою индивидуальность реалистичными способами благодаря технологии отслеживания взгляда, отображающие вашу мимику на лице персонажа, что усиливает реализм и добавляет интерактивности взаимодействию с другими игроками в совместных играх или командных чатах. Рассматривайте каждый элемент в мельчайших деталях благодаря передовым технологиям загрузки мира, улучшающим визуальное восприятие тех элементов, на которые вы смотрите, – при сохранении стабильной производительности игры. Перенеситесь в самый эпицентр виртуальных игровых миров благодаря полю обзора в 110°, а регулируемые линзы Френеля позволяют настроить расстояние между линзами в соответствии с расстоянием между глазами для получения оптимального изображения на экране.",
      "imageUrl": "https://i.ibb.co/XxTj7K4/sony-vr-1694869590462.webp",
      "createdAt": 1694869593037,
      "updatedAt": 1694869593037,
      "id": 47
    },
    {
      "title": "Смартфон Redmi Note 12S 8GB+256GB Blue",
      "brand": "Xiaomi",
      "categories": "phones",
      "price": 20158,
      "description": "Redmi Note 12S. Ключевые преимущества: 108 Мп, камера профессионального уровня: Ультраширокоугольный и макро объективы. 90 Гц AMOLED дисплей: Два динамика. 33 Вт быстрая зарядка: 5000 мАч (тип.) аккумулятор. Производительный процессор MediaTek Helio G96: Большой объём постоянной памяти. а также: NFC, стекло Corning Gorilla Glass 3 спереди, яркость до 1100 нит, стереодинамики, разъём для наушников, боковой сканер отпечатка пальца, ИК-порт, Type-C и многое другое.",
      "imageUrl": "https://i.ibb.co/M5MCP77/xiaomi-12s-1694947930560.webp",
      "createdAt": 1694947937504,
      "updatedAt": 1694947937504,
      "id": 48
    },
    {
      "title": "Шорты Adidas CON22 MD SHO YBLACK/WHITE",
      "brand": "Adidas",
      "categories": "garment",
      "price": 3699,
      "description": "Подготовьте свою команду к матчу. Легкие и эластичные футбольные шорты adidas Condivo 22 идеально подходят для игр. Когда вы используете все необходимое на поле, AEROREADY впитывает влагу, чтобы держать вас под контролем. Над кромкой есть место для значка вашей команды. Данные шорты изготовлены из 100% переработанного материала.",
      "imageUrl": "https://i.ibb.co/dBcQNnT/adidas-shorts-1694948150318.webp",
      "createdAt": 1694948153064,
      "updatedAt": 1694948153064,
      "id": 49
    },
    {
      "title": "Телевизор OLED Flex 42LX3Q6LA (2022)",
      "brand": "LG",
      "categories": "electronics",
      "price": 289990,
      "description": "Экран. Тип: OLED. Диагональ экрана: 42\" (107 см). Тип матрицы: OLED evo. Разрешение экрана: 4K UHD. Разрешение, пикс: 3840x2160. Формат экрана: 16:9. Поверхность экрана: антибликовая. Технология затемнения: Pixel Dimming. Частота обновления экрана: 120 Гц. Изогнутый экран: да. Изображение. Угол обзора по горизонтали: 178 °. Угол обзора по вертикали: 178 °. Время отклика: 0.1 мс. Глубина цвета: 10 бит. Технология улучшения четкости: OLED Motion. Технология улучшения изображения: Dolby Vision IQ, AI Picture Pro, Dynamic Tone Mapping Pro. Другие технологии оптимизации изображения: AI Brightness. Поддержка HDR: да. Формат HDR: HDR10 Pro, HDR Cinema. Процессор изображения: a9 Gen 5. Звук. Общая выходная мощность: 40 Вт. Система звучания: 2.2. Технология обработки звука: Dolby Atmos, AI Sound Pro, Clear Voice Pro. Объемное звучание: да. Поддержка аудиоформатов Dolby Digital: AC4, AC3. Технологии приема сигнала. Цифровой ТВ тюнер: DVB-T, DVB-T2, DVB-S, DVB-S2, DVB-C. Поддержка Smart TV. Поддерживаемые ОС: Android, iOS. Smart TV: есть. Возможность работы с клавиатурой: да. Возможность работы с мышкой: да. Возможность передачи изображения с мобильного устройства: да. Операционная система: WebOS. Количество ядер процессора: 4. Интерфейсы. Порт HDMI: 4. Версия HDMI: 2.1. Порт USB 2.0: 3. Аудио оптический выход: 1. Поддержка Ethernet: да. Поддержка CI+: да. Слот для CI: да. Количество антенных входов: 2. Беспроводная связь. Wi-Fi: да. Стандарты Wi-Fi: IEEE 802.11 ax. Поддержка Bluetooth: да. Версия Bluetooth: 5.0. Функциональные особенности. Масштабирование до 4K: да. Регулировка контрастности: да. Мультиэкран: да. Гид по программам: да. Голосовое управление: да. Универсальный пульт: да. Воспроизведение с USB: да. Родительский контроль: да. Телетекст: с памятью на 2000 стр.. Количество языков меню: 37. Гостиничный ТВ: да. Год выхода модели: 2022 г.",
      "imageUrl": "https://i.ibb.co/vmqSJvV/lg-tele-1694948353200.webp",
      "createdAt": 1694948355796,
      "updatedAt": 1694948355796,
      "id": 50
    },
    {
      "title": "Ноутбук Lenovo ThinkBook 14",
      "brand": "Lenovo",
      "categories": "laptops",
      "price": 115227,
      "description": "Техника для домашнего использования, которая отличается интересным дизайном и привлекательной ценой. Устройство оснащено 12-ядерным процессором Intel Core i5-1240P с частотой работы до 3300 МГц, что позволяет играть в 3D-игры, а также работать в инженерных 3D- и вычислительных программах. Экран диагональю 14 дюймов с разрешением 1920х1080 (16:9 - широкий экран) в сочетании с интегрированнаой современной видеокартой позволяет отчетливо разглядеть даже самые мелкие детали. Для хранения данных отведен жесткий диск SSD 512Gb - такой объем памяти дает возможность сохранять и обрабатывать большой массив данных, как мультимедиа-файлов, так и рабочих документов. Благодаря аккумулятору ёмкостью 45Wh, устройство может работать в автономном режиме до 10 часов. Используйте ноутбук на деловых встречах, работая вне дома или офиса. Модель весьма привлекательна для требовательных пользователей.",
      "imageUrl": "https://i.ibb.co/gvWB5Q6/lenovo-thinkbook-1694948540375.webp",
      "createdAt": 1694948542823,
      "updatedAt": 1694948542823,
      "id": 51
    },
    {
      "title": "Galaxy S23 Ultra 5G 512GB",
      "brand": "Samsung",
      "categories": "phones",
      "price": 101828,
      "description": "Операционная система: Android 13 / Количество SIM-карт: 2 / Диагональ дисплея: 6,8″ - 17,27 см / Объем встроенной памяти: 512 GB / Основная камера: 200 Mpx + 10 Mpx + 10 Mpx + 12 Mpx / Фронтальная камера: 12 Mpx / NFC: Да",
      "imageUrl": "https://i.ibb.co/0V67qgw/samsung-galaxy-s23ultra-1694948978799.webp",
      "createdAt": 1694948981601,
      "updatedAt": 1694948981601,
      "id": 52
    }
  ]
}